{"session_id":"d37d2d08-d9eb-45f2-9811-4e99fb5cc6ad","fund_info":{"ticker":"BRCR11","nome":"FII BTG Pactual Corporate Office Fund","cnpj":"08.924.783/0001-01","administrador":"BTG Pactual Serviços Financeiros S.A.","gestor":"BTG Pactual Gestora de Recursos LTDA","data_relatorio":"Maio 2025"},"financial_metrics":{"dividend_yield":12.3,"p_vp":43.86,"receitas_alugueis":16.5,"despesas_operacionais":0,"resultado_liquido":0,"patrimonio_liquido":2.312,"vp_por_cota":86.79,"taxa_administracao":0.25,"taxa_performance":1.1},"detailed_analysis":{"estrategia_objetivo":"O fundo busca investir em escritórios de laje corporativa com geração de renda, estrategicamente localizados em grandes centros comerciais do Brasil. A gestão ativa visa melhorar a rentabilidade do portfólio.","segmento_gestao":"Escritórios Corporativos","performance_financeira":"O fundo apresentou um retorno positivo de 4.1% no mês, superior ao Ibovespa (1.5%) e IFIX (1.4%). No acumulado dos últimos 12 meses, o fundo apresenta um retorno negativo de 9.4%, inferior ao Ibovespa (12.2%) e IFIX (2.4%).","distribuicao_analise":"A distribuição de rendimentos tem sido crescente nos últimos meses, com um saldo acumulado por cota de R$ 0.45. O fundo não apresenta receitas extraordinárias e o saldo acumulado está sendo consumido mensalmente.","vacancia_situacao":"A vacância financeira do portfólio é de 10.6%, e a vacância física é de 12.1%. A vacância financeira não apresenta impacto significativo na receita.","estrutura_endividamento":"O fundo apresenta um nível de alavancagem saudável, com uma dívida líquida de R$ milhões. A estrutura de endividamento é robusta e direciona os recursos disponíveis para aproveitar novas oportunidades de investimento.","carteira_composicao":"A carteira é composta por 9 imóveis, com uma área bruta locável de 144.735 metros quadrados. A maioria dos contratos são típicos, com um vencimento médio de 4.7 anos.","riscos_principais":"Os principais riscos identificados são a vacância financeira e física, a inadimplência e a concorrência no mercado imobiliário.","pontos_positivos":"O fundo apresenta uma estrutura de endividamento saudável, uma carteira diversificada e uma política de distribuição de rendimentos crescente.","pontos_negativos":"O fundo apresenta uma vacância financeira e física significativa, o que pode impactar a receita.","sustentabilidade_fundo":"A sustentabilidade do fundo é questionável, pois o saldo acumulado está sendo consumido mensalmente e não há receitas extraordinárias.","recomendacao_final":"Recomenda-se uma postura de Manutenção, pois o fundo apresenta uma estrutura de endividamento saudável e uma carteira diversificada. No entanto, é necessário monitorar a vacância financeira e física e a sustentabilidade do fundo."}}