{"timestamp":"2025-06-04T02:27:53.706213","fund_info":{"ticker":"BRCR11","nome":"FII BTG Pactual Corporate Office Fund","cnpj":"08924783/0001-01","administrador":"BTG Pactual Serviços Financeiros S.A. DTVM","gestor":"BTG Pactual Gestora de Recursos LTDA","tipo":"Tijolo","data_relatorio":"Maio 2025"},"financial_metrics":{"receitas_alugueis":16542000,"despesas_operacionais":null,"resultado_liquido":null,"patrimonio_liquido":2312000000,"vp_por_cota":86.79,"dividend_yield":12.3,"p_vp":null,"numero_cotas":26638202,"valor_cota":43.86,"ffo":null,"taxa_administracao":0.25,"taxa_performance":1.1,"vacancia_fisica":12.1,"vacancia_financeira":10.6,"inadimplencia":null,"alavancagem":null,"distribuicao_cota":0.45},"investment_analysis":"**1. RESUMO EXECUTIVO**\nO FII BTG Pactual Corporate Office Fund (BRCR11) é um fundo de investimento imobiliário que se concentra em escritórios de laje corporativa. O fundo tem um patrimônio líquido de R$ 2.312.000.000,00 e uma taxa de administração de 0,25% a.a. sobre o valor de mercado. O dividend yield é de 12,3%.\n\n**2. ESTRATÉGIA E GESTÃO DO FUNDO**\n- A estratégia do fundo é investir em escritórios de laje corporativa com geração de renda, estrategicamente localizados em grandes centros comerciais do Brasil.\n- O segmento de atuação é escritórios de laje corporativa.\n- O tipo de gestão é ativa, com o objetivo de melhorar continuamente a geração de renda e potencializar o retorno de longo prazo.\n- A qualidade do administrador/gestor é representada pela BTG Pactual Serviços Financeiros S.A. DTVM e BTG Pactual Gestora de Recursos LTDA, respectivamente.\n\n**3. ANÁLISE FUNDAMENTALISTA E BENCHMARKS**\n- O P/VP não está disponível no relatório analisado.\n- O DY é de 12,3%, mas não há informações para comparar com o IFIX.\n- A vacância financeira é de 10,6% e a vacância física é de 12,1%.\n- A qualidade dos ativos e diversificação não estão disponíveis no relatório analisado.\n\n**4. TAXAS E CUSTOS**\n- A taxa de administração é de 0,25% a.a. sobre o valor de mercado.\n- A taxa de performance é de 1,10% a.a. sobre o valor de mercado.\n- O impacto das taxas no retorno do investidor não está disponível no relatório analisado.\n\n**5. DISTRIBUIÇÃO DE RENDIMENTOS**\n- O padrão de distribuição não está disponível no relatório analisado.\n- O resultado por cota vs distribuição não está disponível no relatório analisado.\n- O FFO não está disponível no relatório analisado, portanto, não é possível analisar a sustentabilidade dos dividendos.\n\n**6. VACÂNCIA E INADIMPLÊNCIA**\n- A vacância financeira é de 10,6% e a vacância física é de 12,1%.\n- A inadimplência não está disponível no relatório analisado.\n- O impacto na receita do fundo não está disponível no relatório analisado.\n\n**7. ALAVANCAGEM E ESTRUTURA FINANCEIRA**\n- O nível de alavancagem atual não está disponível no relatório analisado.\n- O plano de amortização de dívidas não está disponível no relatório analisado.\n- A capacidade de endividamento não está disponível no relatório analisado.\n\n**8. COMPOSIÇÃO E ALOCAÇÃO DA CARTEIRA**\n- A alocação da carteira não está disponível no relatório analisado.\n- A quantidade de imóveis não está disponível no relatório analisado.\n- Os contratos típicos vs atípicos não estão disponíveis no relatório analisado.\n- O vencimento médio dos contratos não está disponível no relatório analisado.\n\n**9. CONCENTRAÇÃO E SEGMENTAÇÃO**\n- A segmentação de mercado dos inquilinos não está disponível no relatório analisado.\n- A concentração por setor não está disponível no relatório analisado.\n- A concentração por inquilino (principais locatários) não está disponível no relatório analisado.\n- A situação financeira dos principais inquilinos não está disponível no relatório analisado.\n\n**10. PERFORMANCE E RESULTADOS**\n- O resultado trimestral não está disponível no relatório analisado.\n- Os motivos para variação nos resultados não estão disponíveis no relatório analisado.\n- A tendência de performance não está disponível no relatório analisado.\n\n**11. LIQUIDEZ E COMUNICADOS**\n- A liquidez das cotas não está disponível no relatório analisado.\n- Comunicados importantes não estão disponíveis no relatório analisado.\n\n**12. RISCOS E PONTOS DE ATENÇÃO**\n- A classificação de risco não está disponível no relatório analisado.\n- Os principais riscos identificados não estão disponíveis no relatório analisado.\n- Pontos de atenção para monitoramento não estão disponíveis no relatório analisado.\n- Oportunidades identificadas não estão disponíveis no relatório analisado.\n\n**13. CONCLUSÃO E ANÁLISE FINAL**\n- A avaliação geral do resultado do fundo não está disponível devido à falta de informações.\n- Pontos positivos e negativos não podem ser avaliados devido à falta de informações.\n- A sustentabilidade da distribuição não pode ser avaliada devido à falta de informações.\n- A expectativa para próximos resultados não pode ser avaliada devido à falta de informações.\n\n**14. RECOMENDAÇÃO FINAL**\n- Devido à falta de informações importantes, não é possível fornecer uma recomendação final precisa.\n- O perfil de investidor adequado não pode ser determinado devido à falta de informações.","pdf_text_length":16474,"success":true,"portfolio_composition":{"principais_imoveis":["Diamond Tower","Eldorado","Sucupira","EZ Towers","MV9","Senado","CEO Office","Montreal","Torre Almirante"],"localizacao_geografica":["São Paulo","Rio de Janeiro"],"setores_atuacao":["Tecnologia","Saúde","Oil & gas","Commodities","Seguros","Governo","Serviços","Outros"],"inquilinos_principais":["Petrobras","Samsung","Cargill","INPI","Via Varejo"],"percentual_ocupacao":87.9,"vencimento_medio_contratos":null},"request_info":{"filename":"relatorio_fii_exemplo.pdf","file_size":1171141,"include_market_comparison":true,"include_portfolio":true}}